Autodesk.Revit.DB.Electrical.ConductorSizesSetting.GetConductorSizesElemId(Autodesk.Revit.DB.Document)
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null

Autodesk.Revit.DB.Electrical.ConductorSizesSetting.GetConductorSizesSettings(Autodesk.Revit.DB.Document)
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null

Autodesk.Revit.DB.Electrical.ConductorSizesSetting
The class represents an instance of element of conductor size settings.